Repository: drclcomputers/GeoRemind
Catalog: GeoRemind/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hu, it, ja, nl, pl, pt, ro, tr, uk, zh_hans

source: Reminders stay on this iPhone. Sign in to sync and use groups.
de: Erinnerungen bleiben auf diesem iPhone. Melde dich an für Sync und Gruppen.
es: Los recordatorios se quedan en este iPhone. Inicia sesión para sincronizar y usar grupos.
fr: Les rappels restent sur cet iPhone. Connecte-toi pour synchroniser et utiliser les groupes.
hu: Az emlékeztetők ezen az iPhone-on maradnak. Jelentkezz be a szinkronhoz és a csoportokhoz.
it: I promemoria restano su questo iPhone. Accedi per sincronizzare e usare i gruppi.
ja: リマインダーはこの iPhone にのみ保存されます。同期とグループにはサインインしてください。
nl: Herinneringen blijven op deze iPhone. Log in om te synchroniseren en groepen te gebruiken.
pl: Przypomnienia zostają na tym iPhonie. Zaloguj się, aby synchronizować i używać grup.
pt: Os lembretes ficam neste iPhone. Inicia sessão para sincronizar e usar grupos.
ro: Reminder-ele rămân pe iPhone. Autentifică-te pentru sync și grupuri.
tr: Hatırlatıcılar bu iPhone'da kalır. Senkron ve gruplar için giriş yap.
uk: Нагадування лишаються на цьому iPhone. Увійди для синхронізації та груп.
zh_hans: 提醒只保存在这台 iPhone 上。登录后可同步并使用群组。

source: Reminders still work on this iPhone. Groups and sync need a connection.
de: Erinnerungen funktionieren weiter auf diesem iPhone. Gruppen und Sync brauchen Netz.
es: Los recordatorios siguen en este iPhone. Grupos y sync necesitan conexión.
fr: Les rappels marchent encore sur cet iPhone. Groupes et sync ont besoin d'une connexion.
hu: Az emlékeztetők ezen az iPhone-on mennek. A csoportokhoz és a szinkronhoz kell net.
it: I promemoria funzionano ancora su questo iPhone. Gruppi e sync servono di connessione.
ja: リマインダーはこの iPhone で動きます。グループと同期には通信が必要です。
nl: Herinneringen werken nog op deze iPhone. Groepen en sync hebben verbinding nodig.
pl: Przypomnienia działają dalej na iPhonie. Grupy i sync potrzebują sieci.
pt: Os lembretes continuam neste iPhone. Grupos e sync precisam de ligação.
ro: Reminder-ele merg în continuare pe iPhone. Grupurile și sync-ul au nevoie de net.
tr: Hatırlatıcılar bu iPhone'da çalışmaya devam eder. Grup ve senkron için bağlantı gerekir.
uk: Нагадування далі працюють на iPhone. Групам і синхронізації потрібен інтернет.
zh_hans: 提醒仍可在这台 iPhone 上用。群组和同步需要网络。

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
ja: 削除
nl: Verwijder
pl: Usuń
pt: Remover
ro: Scoate
tr: Çıkar
uk: Видалити
zh_hans: 移除

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
hu: Ismétlés
it: Ripeti
ja: 繰り返し
nl: Herhalen
pl: Powtarzaj
pt: Repetir
ro: Repetă
tr: Tekrar
uk: Повтор
zh_hans: 重复

source: Requesting…
de: Wird angefragt…
es: Solicitando…
fr: Demande…
hu: Kérés…
it: Richiesta…
ja: 許可を要求中…
nl: Bezig…
pl: Prośba…
pt: A pedir…
ro: Se cere…
tr: İsteniyor…
uk: Запит…
zh_hans: 正在请求…

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
hu: Visszavonás
it: Revoca
ja: 取り消す
nl: Intrekken
pl: Unieważnij
pt: Revogar
ro: Anulează
tr: İptal et
uk: Відкликати
zh_hans: 撤销

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
nl: Bewaar
pl: Zapisz
pt: Guardar
ro: Salvează
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: Save as Home
de: Als Zuhause speichern
es: Guardar como Casa
fr: Enregistrer comme Maison
hu: Mentés otthonként
it: Salva come Casa
ja: 自宅として保存
nl: Bewaar als Thuis
pl: Zapisz jako Dom
pt: Guardar como Casa
ro: Salvează ca Acasă
tr: Ev olarak kaydet
uk: Зберегти як Дім
zh_hans: 存为家

source: Save as Work
de: Als Arbeit speichern
es: Guardar como Trabajo
fr: Enregistrer comme Travail
hu: Mentés munkahelyként
it: Salva come Lavoro
ja: 職場として保存
nl: Bewaar als Werk
pl: Zapisz jako Praca
pt: Guardar como Trabalho
ro: Salvează ca Serviciu
tr: İş olarak kaydet
uk: Зберегти як Роботу
zh_hans: 存为公司

source: Save this place
de: Diesen Ort speichern
es: Guardar este lugar
fr: Enregistrer ce lieu
hu: Hely mentése
it: Salva questo posto
ja: この場所を保存
nl: Bewaar deze plaats
pl: Zapisz to miejsce
pt: Guardar este lugar
ro: Salvează locul ăsta
tr: Bu yeri kaydet
uk: Зберегти це місце
zh_hans: 保存此地

source: Save username
de: Namen sichern
es: Guardar usuario
fr: Enregistrer le nom
hu: Név mentése
it: Salva nome
ja: ユーザー名を保存
nl: Bewaar naam
pl: Zapisz nazwę
pt: Guardar nome
ro: Salvează numele
tr: Adı kaydet
uk: Зберегти ім'я
zh_hans: 保存用户名

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
ja: 検索
nl: Zoek
pl: Szukaj
pt: Pesquisar
ro: Caută
tr: Ara
uk: Пошук
zh_hans: 搜索

source: Search for a Place
de: Ort suchen
es: Buscar un lugar
fr: Rechercher un lieu
hu: Hely keresése
it: Cerca un posto
ja: 場所を検索
nl: Zoek een plaats
pl: Szukaj miejsca
pt: Pesquisar um lugar
ro: Caută un loc
tr: Yer ara
uk: Шукати місце
zh_hans: 搜索地点

source: Search for an adress
de: Adresse suchen
es: Buscar una dirección
fr: Rechercher une adresse
hu: Cím keresése
it: Cerca un indirizzo
ja: 住所を検索
nl: Zoek een adres
pl: Szukaj adresu
pt: Pesquisar uma morada
ro: Caută o adresă
tr: Adres ara
uk: Шукати адресу
zh_hans: 搜索地址

source: Selected Location
de: Gewählter Ort
es: Ubicación elegida
fr: Lieu choisi
hu: Kiválasztott hely
it: Posizione scelta
ja: 選択した場所
nl: Gekozen locatie
pl: Wybrana lokalizacja
pt: Local escolhido
ro: Locație aleasă
tr: Seçilen konum
uk: Обране місце
zh_hans: 所选位置

source: Set a reminder for a place, and GeoRemind will notify you the moment you get there.
de: Setze eine Erinnerung für einen Ort – GeoRemind benachrichtigt dich, sobald du ankommst.
es: Pon un recordatorio en un lugar y GeoRemind te avisa al llegar.
fr: Pose un rappel sur un lieu, GeoRemind t'avertit dès que tu y arrives.
hu: Tegyél emlékeztetőt egy helyre, a GeoRemind szól, amint odaérsz.
it: Imposta un promemoria su un posto e GeoRemind ti avvisa appena arrivi.
ja: 場所にリマインダーを置くと、着いた瞬間に GeoRemind が知らせます。
nl: Zet een herinnering op een plek, GeoRemind waarschuwt je zodra je aankomt.
pl: Ustaw przypomnienie na miejscu, a GeoRemind powiadomi cię, gdy tam dotrzesz.
pt: Põe um lembrete num sítio e o GeoRemind avisa-te quando chegares.
ro: Pune un reminder pe un loc, iar GeoRemind te anunță când ajungi acolo.
tr: Bir yere hatırlatıcı koy, varınca GeoRemind haber verir.
uk: Постав нагадування на місце — GeoRemind сповістить, щойно прибудеш.
zh_hans: 给一个地点设提醒，一到那儿 GeoRemind 就会通知你。

source: Set Home
de: Zuhause festlegen
es: Definir Casa
fr: Définir Maison
hu: Otthon beállítása
it: Imposta Casa
ja: 自宅を設定
nl: Stel Thuis in
pl: Ustaw Dom
pt: Definir Casa
ro: Setează Acasă
tr: Ev ayarla
uk: Задати Дім
zh_hans: 设置家

source: Set Work
de: Arbeit festlegen
es: Definir Trabajo
fr: Définir Travail
hu: Munka beállítása
it: Imposta Lavoro
ja: 職場を設定
nl: Stel Werk in
pl: Ustaw Pracę
pt: Definir Trabalho
ro: Setează Serviciu
tr: İş ayarla
uk: Задати Роботу
zh_hans: 设置公司

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
hu: Beállítások
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
tr: Ayarlar
uk: Налаштування
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
ja: 共有
nl: Deel
pl: Udostępnij
pt: Partilhar
ro: Distribuie
tr: Paylaş
uk: Поділитися
zh_hans: 分享

source: Share the code. People type it in Profile to join. Codes expire after 7 days. Swipe a code to revoke it.
de: Code teilen. Eingabe unter Profil. Läuft nach 7 Tagen ab. Wischen zum Widerrufen.
es: Comparte el código. Se escribe en Perfil. Caduca a los 7 días. Desliza para revocar.
fr: Partage le code. On le tape dans Profil. Il expire après 7 jours. Balaye pour le révoquer.
hu: Oszd meg a kódot. A Profilban kell beírni. 7 nap múlva lejár. Húzd el a visszavonáshoz.
it: Condividi il codice. Si inserisce in Profilo. Scade dopo 7 giorni. Scorri per revocare.
ja: コードを共有。プロフィールで入力。7日で失効。スワイプで取り消し。
nl: Deel de code. Typ hem in Profiel. Verloopt na 7 dagen. Veeg om in te trekken.
pl: Udostępnij kod. Wpisu je się w Profilu. Wygasa po 7 dniach. Przesuń, aby unieważnić.
pt: Partilha o código. Escreve-se em Perfil. Expira em 7 dias. Desliza para revogar.
ro: Distribuie codul. Se introduce în Profil. Expiră în 7 zile. Swipe ca să-l anulezi.
tr: Kodu paylaş. Profil'de yazılır. 7 günde dolar. İptal için kaydır.
uk: Поділися кодом. Вводять у Профілі. Минає за 7 днів. Свайп — відкликати.
zh_hans: 分享邀请码。在个人资料里输入即可加入。7 天后过期。滑动可撤销。

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ro: Autentificare
tr: Giriş yap
uk: Увійти
zh_hans: 登录

source: Sign in to join the group.
de: Melde dich an, um der Gruppe beizutreten.
es: Inicia sesión para unirte al grupo.
fr: Connecte-toi pour rejoindre le groupe.
hu: Jelentkezz be a csatlakozáshoz.
it: Accedi per unirti al gruppo.
ja: グループに参加するにはサインイン。
nl: Log in om tot de groep toe te treden.
pl: Zaloguj się, aby dołączyć do grupy.
pt: Inicia sessão para entrar no grupo.
ro: Autentifică-te ca să intri în grup.
tr: Gruba katılmak için giriş yap.
uk: Увійди, щоб приєднатися до групи.
zh_hans: 登录后才能加入群组。

source: Sign in to sync your reminders
de: Melde dich an, um Erinnerungen zu synchronisieren
es: Inicia sesión para sincronizar tus recordatorios
fr: Connecte-toi pour synchroniser tes rappels
hu: Jelentkezz be a szinkronhoz
it: Accedi per sincronizzare i promemoria
ja: リマインダーを同期するにはサインイン
nl: Log in om herinneringen te synchroniseren
pl: Zaloguj się, aby zsynchronizować przypomnienia
pt: Inicia sessão para sincronizar os lembretes
ro: Autentifică-te ca să-ți sincronizezi reminder-ele
tr: Hatırlatıcıları senkronize etmek için giriş yap
uk: Увійди, щоб синхронізувати нагадування
zh_hans: 登录以同步提醒

source: Sign in was interrupted. Please try again.
de: Anmeldung unterbrochen. Bitte erneut versuchen.
es: Inicio de sesión interrumpido. Inténtalo de nuevo.
fr: Connexion interrompue. Réessaie.
hu: A bejelentkezés megszakadt. Próbáld újra.
it: Accesso interrotto. Riprova.
ja: サインインが中断されました。もう一度どうぞ。
nl: Inloggen onderbroken. Probeer opnieuw.
pl: Logowanie przerwane. Spróbuj ponownie.
pt: Início de sessão interrompido. Tenta de novo.
ro: Autentificarea s-a întrerupt. Încearcă din nou.
tr: Giriş kesildi. Tekrar dene.
uk: Вхід перервано. Спробуй ще раз.
zh_hans: 登录被中断。请再试一次。

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Esci
ja: サインアウト
nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
ro: Deconectare
tr: Çıkış
uk: Вийти
zh_hans: 退出

source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hu: Kijelentkezel?
it: Vuoi uscire?
ja: サインアウトしますか？
nl: Uitloggen?
pl: Wylogować się?
pt: Terminar sessão?
ro: Te deconectezi?
tr: Çıkış yapılsın mı?
uk: Вийти?
zh_hans: 退出登录？

source: Signed in as
de: Angemeldet als
es: Sesión de
fr: Connecté en tant que
hu: Bejelentkezve
it: Accesso come
ja: ログイン中
nl: Ingelogd als
pl: Zalogowano jako
pt: Sessão de
ro: Autentificat ca
tr: Giriş yapan
uk: Увійшли як
zh_hans: 当前用户

source: So GeoRemind can tell when you're near a saved place. You can allow background access from the Map screen once you've added your first reminder.
de: Damit GeoRemind merkt, wenn du in der Nähe eines gespeicherten Orts bist. Hintergrundzugriff kannst du auf der Karte nach der ersten Erinnerung erlauben.
es: Para que GeoRemind sepa cuándo estás cerca de un lugar guardado. El acceso en segundo plano se pide en el Mapa tras el primer recordatorio.
fr: Pour que GeoRemind sache quand tu es près d'un lieu enregistré. L'accès en arrière-plan se demande depuis la Carte après le premier rappel.
hu: Hogy a GeoRemind észlelje, ha egy mentett hely közelében vagy. A háttérhozzáférést a Térképen adhatod meg az első emlékeztető után.
it: Così GeoRemind sa quando sei vicino a un posto salvato. L'accesso in background si chiede dalla Mappa dopo il primo promemoria.
ja: 保存した場所の近くにいることを GeoRemind が分かるようにします。最初のリマインダーのあと、マップからバックグラウンド許可を出せます。
nl: Zodat GeoRemind merkt wanneer je bij een opgeslagen plek bent. Achtergrondtoegang vraag je op de Kaart na je eerste herinnering.
pl: Żeby GeoRemind wiedział, gdy jesteś blisko zapisanego miejsca. Dostęp w tle włączysz na Mapie po pierwszym przypomnieniu.
pt: Para o GeoRemind saber quando estás perto de um sítio guardado. O acesso em segundo plano pede-se no Mapa depois do primeiro lembrete.
ro: Ca GeoRemind să știe când ești lângă un loc salvat. Accesul în fundal îl poți da de pe Hartă după primul reminder.
tr: GeoRemind kayıtlı bir yere yaklaştığını anlasın. İlk hatırlatıcıdan sonra Harita'dan arka plan izni verebilirsin.
uk: Щоб GeoRemind знав, коли ти біля збереженого місця. Фоновий доступ можна дати з Мапи після першого нагадування.
zh_hans: 让 GeoRemind 知道你靠近了已保存的地点。添加第一条提醒后，可在地图上允许后台访问。

source: So you actually get alerted when you arrive.
de: Damit du bei der Ankunft wirklich benachrichtigt wirst.
es: Para que te avisen de verdad al llegar.
fr: Pour être prévenu à l'arrivée.
hu: Hogy tényleg kapj értesítést, amikor odaérsz.
it: Così vieni avvisato quando arrivi.
ja: 着いたときにきちんと知らせるためです。
nl: Zodat je écht een melding krijgt bij aankomst.
pl: Żeby dostać alert po przyjściu.
pt: Para seres avisado quando chegares.
ro: Ca să fii anunțat când ajungi.
tr: Vardığında gerçekten uyarılsın.
uk: Щоб тебе справді сповістили, коли прибудеш.
zh_hans: 这样到达时才会真正收到通知。

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte erneut versuchen.
es: Algo salió mal. Inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Réessaie.
hu: Valami hiba történt. Próbáld újra.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度どうぞ。
nl: Er ging iets mis. Probeer opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo correu mal. Tenta de novo.
ro: Ceva n-a mers. Încearcă din nou.
tr: Bir şey ters gitti. Tekrar dene.
uk: Щось пішло не так. Спробуй ще раз.
zh_hans: 出错了。请再试一次。

source: System follows the appearance set on your iPhone.
de: System folgt dem iPhone-Erscheinungsbild.
es: Sistema sigue el aspecto del iPhone.
fr: Système suit le thème de l'iPhone.
hu: A Rendszer az iPhone megjelenését követi.
it: Sistema segue l'aspetto dell'iPhone.
ja: システムは iPhone の外観に合わせます。
nl: Systeem volgt het uiterlijk van de iPhone.
pl: System podąża za wyglądem iPhone'a.
pt: Sistema segue o aspeto do iPhone.
ro: Sistem urmează tema iPhone-ului.
tr: Sistem, iPhone görünümünü izler.
uk: Система повторює вигляд iPhone.
zh_hans: 系统跟随 iPhone 的外观。

source: That email address doesn't look valid.
de: Diese E-Mail-Adresse sieht ungültig aus.
es: Ese correo no parece válido.
fr: Cette adresse e-mail n'a pas l'air valide.
hu: Ez az e-mail nem tűnik érvényesnek.
it: Quell'indirizzo email non sembra valido.
ja: そのメールアドレスは正しそうに見えません。
nl: Dat e-mailadres lijkt ongeldig.
pl: Ten adres e-mail nie wygląda na poprawny.
pt: Esse e-mail não parece válido.
ro: Emailul ăsta nu arată valid.
tr: Bu e-posta geçerli görünmüyor.
uk: Ця адреса не схожа на дійсну.
zh_hans: 这个邮箱看起来无效。

source: That Google or Facebook account is already linked to another user.
de: Dieses Google- oder Facebook-Konto ist bereits mit einem anderen Nutzer verknüpft.
es: Esa cuenta de Google o Facebook ya está vinculada a otro usuario.
fr: Ce compte Google ou Facebook est déjà lié à un autre utilisateur.
hu: Ez a Google- vagy Facebook-fiók már másik felhasználóhoz van kötve.
it: Quel account Google o Facebook è già collegato a un altro utente.
ja: その Google / Facebook アカウントは別のユーザーに連携済みです。
nl: Dat Google- of Facebook-account is al gekoppeld aan een andere gebruiker.
pl: To konto Google lub Facebook jest już połączone z innym użytkownikiem.
pt: Essa conta Google ou Facebook já está ligada a outro utilizador.
ro: Acest cont Google sau Facebook este deja asociat cu un alt utilizator.
tr: Bu Google veya Facebook hesabı başka bir kullanıcıya bağlı.
uk: Цей Google або Facebook уже прив'язаний до іншого користувача.
zh_hans: 该 Google 或 Facebook 账户已关联到其他用户。

source: That invite can't be used anymore.
de: Diese Einladung kann nicht mehr verwendet werden.
es: Esa invitación ya no se puede usar.
fr: Cette invitation ne peut plus être utilisée.
hu: Ez a meghívó már nem használható.
it: Questo invito non può più essere usato.
ja: その招待はもう使えません。
nl: Die uitnodiging kan niet meer worden gebruikt.
pl: Tego zaproszenia nie da się już użyć.
pt: Esse convite já não pode ser usado.
ro: Această invitație nu mai poate fi utilizată.
tr: Bu davet artık kullanılamaz.
uk: Це запрошення більше не можна використати.
zh_hans: 该邀请已无法使用。

source: That invite code isn't valid.
de: Dieser Einladungscode ist ungültig.
es: Ese código de invitación no es válido.
fr: Ce code d'invitation n'est pas valide.
hu: Ez a meghívókód érvénytelen.
it: Quel codice invito non è valido.
ja: その招待コードは無効です。
nl: Die uitnodigingscode is ongeldig.
pl: Ten kod zaproszenia jest nieprawidłowy.
pt: Esse código de convite não é válido.
ro: Codul de invitație nu e valid.
tr: Bu davet kodu geçersiz.
uk: Цей код запрошення недійсний.
zh_hans: 邀请码无效。

source: That invite has expired.
de: Diese Einladung ist abgelaufen.
es: Esa invitación ha caducado.
fr: Cette invitation a expiré.
hu: Ez a meghívó lejárt.
it: Questo invito è scaduto.
ja: その招待は期限切れです。
nl: Die uitnodiging is verlopen.
pl: To zaproszenie wygasło.
pt: Esse convite expirou.
ro: Invitația a expirat.
tr: Bu davetin süresi doldu.
uk: Це запрошення прострочене.
zh_hans: 邀请已过期。

source: That username is taken.
de: Dieser Benutzername ist vergeben.
es: Ese usuario ya está en uso.
fr: Ce nom d'utilisateur est pris.
hu: Ez a felhasználónév foglalt.
it: Quel nome utente è già preso.
ja: そのユーザー名は使われています。
nl: Die gebruikersnaam is al in gebruik.
pl: Ta nazwa użytkownika jest zajęta.
pt: Esse nome já está ocupado.
ro: Numele ăsta e ocupat.
tr: Bu kullanıcı adı alınmış.
uk: Це ім'я вже зайняте.
zh_hans: 该用户名已被占用。

source: This permanently deletes your reminders, groups, photo and login.
de: Das löscht Erinnerungen, Gruppen, Foto und Anmeldung endgültig.
es: Esto borra para siempre recordatorios, grupos, foto e inicio de sesión.
fr: Cela supprime définitivement tes rappels, groupes, photo et connexion.
hu: Végleg törli az emlékeztetőket, csoportokat, fotót és bejelentkezést.
it: Elimina per sempre promemoria, gruppi, foto e accesso.
ja: リマインダー、グループ、写真、ログインが完全に削除されます。
nl: Dit verwijdert herinneringen, groepen, foto en login definitief.
pl: To trwale usuwa przypomnienia, grupy, zdjęcie i logowanie.
pt: Isto apaga de vez lembretes, grupos, foto e início de sessão.
ro: Șterge definitiv reminder-ele, grupurile, poza și autentificarea.
tr: Hatırlatıcılar, gruplar, foto ve giriş kalıcı silinir.
uk: Це назавжди видаляє нагадування, групи, фото й вхід.
zh_hans: 将永久删除提醒、群组、头像和登录。

source: Title
de: Titel
es: Título
fr: Titre
hu: Cím
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł
pt: Título
ro: Titlu
tr: Başlık
uk: Назва
zh_hans: 标题

source: To
de: Bis
es: Hasta
fr: À
hu: Ig
it: A
ja: 終了
nl: Tot
pl: Do
pt: Até
ro: Până la
tr: Bitiş
uk: До
zh_hans: 到

source: Two quick permissions
de: Zwei kurze Berechtigungen
es: Dos permisos rápidos
fr: Deux autorisations rapides
hu: Két gyors engedély
it: Due autorizzazioni rapide
ja: ふたつの許可
nl: Twee korte machtigingen
pl: Dwie szybkie zgody
pt: Duas permissões rápidas
ro: Două permisiuni
tr: İki kısa izin
uk: Два швидкі дозволи
zh_hans: 两项快捷权限

source: Type %@ to confirm.
de: Tippe %@ zur Bestätigung.
es: Escribe %@ para confirmar.
fr: Tape %@ pour confirmer.
hu: Írd be: %@ a megerősítéshez.
it: Digita %@ per confermare.
ja: 確認のため %@ と入力してください。
nl: Typ %@ ter bevestiging.
pl: Wpisz %@, aby potwierdzić.
pt: Escreve %@ para confirmar.
ro: Tastează %@ ca să confirmi.
tr: Onaylamak için %@ yaz.
uk: Введи %@ для підтвердження.
zh_hans: 输入 %@ 以确认。

source: Type DELETE
de: DELETE eingeben
es: Escribe DELETE
fr: Tape DELETE
hu: Írd be: DELETE
it: Digita DELETE
ja: DELETE と入力
nl: Typ DELETE
pl: Wpisz DELETE
pt: Escreve DELETE
ro: Tastează DELETE
tr: DELETE yaz
uk: Введи DELETE
zh_hans: 输入 DELETE

source: Units
de: Einheiten
es: Unidades
fr: Unités
hu: Mértékegységek
it: Unità
ja: 単位
nl: Eenheden
pl: Jednostki
pt: Unidades
ro: Unități
tr: Birimler
uk: Одиниці
zh_hans: 单位

source: Use Current Location
de: Aktuellen Ort verwenden
es: Usar ubicación actual
fr: Position actuelle
hu: Jelenlegi helyzet
it: Usa posizione attuale
ja: 現在地を使う
nl: Gebruik huidige locatie
pl: Użyj bieżącej lokalizacji
pt: Usar localização atual
ro: Folosește locația curentă
tr: Mevcut konumu kullan
uk: Поточне місце
zh_hans: 使用当前位置

source: Used as one-tap locations when you add a reminder.
de: Ein-Tipp-Orte beim Erstellen einer Erinnerung.
es: Lugares de un toque al añadir un recordatorio.
fr: Lieux en un tap au moment d'ajouter un rappel.
hu: Egy koppintásos helyek emlékeztető hozzáadásakor.
it: Luoghi a un tocco quando aggiungi un promemoria.
ja: リマインダー追加時にワンタップで選べる場所です。
nl: Locaties met één tik als je een herinnering toevoegt.
pl: Miejsca na jedno stuknięcie przy dodawaniu przypomnienia.
pt: Locais de um toque ao adicionar um lembrete.
ro: Un tap la adăugarea unui reminder.
tr: Hatırlatıcı eklerken tek dokunuşluk yerler.
uk: Місця в один дотик під час додавання нагадування.
zh_hans: 添加提醒时一键选用这些地点。

source: Username
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume utilizator
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名

source: Visible to
de: Sichtbar für
es: Visible para
fr: Visible par
hu: Látható
it: Visibile a
ja: 公開範囲
nl: Zichtbaar voor
pl: Widoczne dla
pt: Visível para
ro: Vizibil pentru
tr: Kim görebilir
uk: Видно для
zh_hans: 可见范围

source: When
de: Wann
es: Cuándo
fr: Quand
hu: Mikor
it: Quando
ja: いつ
nl: Wanneer
pl: Kiedy
pt: Quando
ro: Când
tr: Ne zaman
uk: Коли
zh_hans: 时间

source: Work
de: Arbeit
es: Trabajo
fr: Travail
hu: Munka
it: Lavoro
ja: 職場
nl: Werk
pl: Praca
pt: Trabalho
ro: Serviciu
tr: İş
uk: Робота
zh_hans: 公司

source: Wrong email or password.
de: Falsche E-Mail oder falsches Passwort.
es: Correo o contraseña incorrectos.
fr: E-mail ou mot de passe incorrect.
hu: Hibás e-mail vagy jelszó.
it: Email o password errati.
ja: メールまたはパスワードが違います。
nl: Onjuiste e-mail of wachtwoord.
pl: Błędny e-mail lub hasło.
pt: E-mail ou palavra-passe errados.
ro: Email sau parolă greșite.
tr: E-posta veya şifre yanlış.
uk: Неправильна пошта або пароль.
zh_hans: 邮箱或密码错误。

source: Yes
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt: Sim
ro: Da
tr: Evet
uk: Так
zh_hans: 是

source: You joined the group.
de: Du bist der Gruppe beigetreten.
es: Te has unido al grupo.
fr: Tu as rejoint le groupe.
hu: Csatlakoztál a csoporthoz.
it: Sei entrato nel gruppo.
ja: グループに参加しました。
nl: Je bent tot de groep toegetreden.
pl: Dołączyłeś do grupy.
pt: Entraste no grupo.
ro: Ai intrat în grup.
tr: Gruba katıldın.
uk: Ти приєднався до групи.
zh_hans: 你已加入群组。

source: You need a connection to join a group.
de: Du brauchst eine Verbindung, um einer Gruppe beizutreten.
es: Necesitas conexión para unirte a un grupo.
fr: Il te faut une connexion pour rejoindre un groupe.
hu: Net kell a csoporthoz.
it: Serve una connessione per entrare in un gruppo.
ja: グループに入るには通信が必要です。
nl: Je hebt verbinding nodig om een groep te joinen.
pl: Potrzebujesz sieci, żeby dołączyć do grupy.
pt: Precisas de ligação para entrares num grupo.
ro: Ai nevoie de net ca să intri într-un grup.
tr: Gruba katılmak için bağlantı gerekir.
uk: Потрібен інтернет, щоб приєднатися до групи.
zh_hans: 加入群组需要网络。

source: You need to be signed in.
de: Du musst angemeldet sein.
es: Tienes que iniciar sesión.
fr: Tu dois être connecté.
hu: Be kell jelentkezned.
it: Devi essere autenticato.
ja: サインインが必要です。
nl: Je moet ingelogd zijn.
pl: Musisz być zalogowany.
pt: Tens de ter sessão iniciada.
ro: Trebuie să fii autentificat.
tr: Giriş yapmış olmalısın.
uk: Потрібно увійти.
zh_hans: 需要先登录。
